const NotificationsLsi = {
    from: {
        ru: 'От',
        ua: 'Від',
    },
    noNfs: {
        ru: 'У вас нет новых уведомлений',
        ua: 'У вас немає нових сповіщень',
    },
    yourNfs: {
        ru: 'Ваши уведомления',
        ua: 'Ваші сповіщення',
    },
    read: {
        ru: 'прочитанные уведомления',
        ua: 'прочитані сповіщення',
    },
    notifications: {
        ru: 'Уведомления',
        ua: 'Сповіщення',
    },
    task: {
        ru: 'Задание',
        ua: 'Завдання',
    },
    file: {
        ru: 'Файл',
        ua: 'Файл',
    },
    download: {
        ru: 'Скачать',
        ua: 'Завантажити',
    },
    chore: {
        ru: 'Запрос',
        ua: 'Запит',
    },
    newFile: {
        ru: 'Новый файл',
        ua: 'Новий файл',
    },
    newTask: {
        ru: 'Новое задание',
        ua: 'Нове завдання',
    },
    updateTask: {
        ru: 'Новая активность в задании',
        ua: 'Нова активність в завданні',
    },
    completeTask: {
        ru: 'Задание выполнено',
        ua: 'Завдання виконано',
    },
    system: {
        ru: 'Системное уведомление',
        ua: 'Системне сповіщення',
    },
    newChore: {
        ru: 'Новый сервисный запрос',
        ua: 'Новий сервісний запит',
    },
    choreUpdated: {
        ru: 'Сервисный запрос обновлен',
        ua: 'Сервісний запит оновлено',
    },
    newMessage: {
        ru: 'Новое сообщение',
        ua: 'Нове повідомлення',
    },
    default: {
        ru: 'Новое уведомление',
        ua: 'Нове сповіщення',
    },
}
export default NotificationsLsi
