const DepCreateLsi = {
    title: {
        ru: 'Создание подразделения',
        ua: 'Cтворення підрозділу',
    },
    description: {
        ru: 'Подразделение входит в Структуру и состоит из пользователей',
        ua: 'Підрозділ входить в Структуру і складається з користувачів',
    },
    depName: {
        ru: 'Название',
        ua: 'Назва',
    },
    serviceAllowed: {
        ru: 'Сервис разрешен',
        ua: 'Сервіс дозволений',
    },
    depAddress: {
        ru: 'Адрес',
        ua: 'Адреса',
    },
    create: {
        ru: 'Cоздать',
        ua: 'Створити',
    },
    onSuccess: {
        ru: 'Подраздел успешно создан',
        ua: 'Підрозділ успішно створено',
    },
}
export default DepCreateLsi
