const OrgCreateLsi = {
    title: {
        ru: 'Создание структуры',
        ua: 'Cтворення структури',
    },
    description: {
        ru: 'Структура является высшей структурной единицей организации и состоит из подразделов',
        ua: 'Структура є вищою структурною одиницею організації і складається з підрозділів',
    },
    orgName: {
        ru: 'Название',
        ua: 'Назва',
    },
    min3PlaceHolder: {
        ru: 'Минимум 3 символа',
        ua: 'Мінімум 3 символи',
    },
    orgAddress: {
        ru: 'Адрес',
        ua: 'Адреса',
    },
    create: {
        ru: 'Cоздать',
        ua: 'Створити',
    },
    onSuccess: {
        ru: 'Структура успешно создана',
        ua: 'Структура успішно створена',
    },
}
export default OrgCreateLsi
