const UserEditLsi = {
    title: {
        ru: 'Редактировать пользователя',
        ua: 'Редагувати користувача',
    },
    passwordEncrypted: {
        ru: 'Зашифрован в базе',
        ua: 'Зашифрований в базі',
    },
    warningSelf: {
        ru: 'Внимание: это ваш профиль, осторожно при редактировании!',
        ua: 'Увага: це ваш профіль, обережно при редагуванні!',
    },
    userRoles: {
        ru: 'Роли пользователя',
        ua: 'Ролі користувача',
    },
    setStructure: {
        ru: 'Установить структуру',
        ua: 'Встановити структуру',
    },
    resetPassword: {
        ru: 'Сбросить пароль',
        ua: 'Скинути пароль',
    },
    structureAndDep: {
        ru: 'Структура и подраздел',
        ua: 'Структура і підрозділ',
    },
    pickStructure: {
        ru: 'Выберите структуру',
        ua: 'Виберіть структуру',
    },
    pickDep: {
        ru: 'Выберите подраздел',
        ua: 'Виберіть підрозділ',
    },
    firstPickStructure: {
        ru: 'Сперва выберите структуру',
        ua: 'Спочатку виберіть структуру',
    },
    onDepChange: {
        ru: 'Сперва выберите структуру',
        ua: 'Спочатку виберіть структуру',
    },
}
export default UserEditLsi
