const UserCreateLsi = {
    title: {
        ru: 'Создание пользователя',
        ua: 'Створення користувача',
    },
    description: {
        ru: 'Пользователь - структурная единица Подраздела',
        ua: 'Користувач - структурна одиниця Підрозділу',
    },
    stateActive: {
        ru: 'Активный',
        ua: 'Активний',
    },
    stateCreated: {
        ru: 'Создан',
        ua: 'Створений',
    },
    stateArchived: {
        ru: 'Архив',
        ua: 'Архів',
    },
    userCreated: {
        ru: 'Пользователь создан',
        ua: 'Аккаунт було створено',
    },
    credentials: {
        ru: 'Реквизиты для входа',
        ua: 'Реквізити для входу',
    },
    nameSurname: {
        ru: 'Имя и фамилия',
        ua: "Ім'я та прізвище",
    },
    quota: {
        ru: 'Квота на файлы',
        ua: 'Квота на файли',
    },
    ok: {
        ru: 'Хорошо',
        ua: 'Добре',
    },
    userUnknown: {
        ru: 'Неизвестный',
        ua: 'Невідомий',
    },
    onSuccess: {
        ru: 'Пользователь успешно создан',
        ua: 'Користувача успішно створено',
    },
    onDelete: {
        ru: 'Пользователь удален',
        ua: 'Користувача видалено',
    },
    onReset: {
        ru: 'Пароль сброшен, активные сессии пользователя удалены',
        ua: 'Пароль скинутий, активні сесії користувача видалені',
    },
    onDepChange: {
        ru: 'Структуры пользователя обновлены',
        ua: 'Структури користувача оновлені',
    },
    onUpdate: {
        ru: 'Пользователь успешно обновлен',
        ua: 'Користувача успішно оновлено',
    },
    onReg: {
        ru: 'Регистрация успешно завершена',
        ua: 'Реєстрація успішно завершена',
    },
    typeAdmin: {
        ru: 'Администратор',
        ua: 'Адміністратор',
    },
    typeUser: {
        ru: 'Пользователь',
        ua: 'Користувач',
    },
    typeTechnician: {
        ru: 'Техник',
        ua: 'Технік',
    },
    typeRevisor: {
        ru: 'Ревизор',
        ua: 'Ревізор',
    },
}
export default UserCreateLsi
