const UploadFormLsi = {
    title: {
        ru: 'Загрузка файлов',
        ua: 'Завантаження файлів',
    },
    upload: {
        ru: 'Загрузить',
        ua: 'Завантажити',
    },
    userSpaceUnlimeted: {
        ru: 'Ваше хранилище безлимитно',
        ua: 'Ваше сховище безлімітно',
    },
    userSpace: {
        ru: 'Ваше хранилище заполнено на',
        ua: 'Ваше сховище заповнене на',
    },
    outOf: {
        ru: 'из',
        ua: 'з',
    },
    fileExceesQuota: {
        ru: 'превышает вашу квоту',
        ua: 'перевищує вашу квоту',
    },
    onUpload: {
        ru: 'Файл(ы) успешно загружены на сервер',
        ua: 'Файл(и) успішно завантажено на сервер',
    },
    onAccessChange: {
        ru: 'Права доступа к файлу обновлены',
        ua: 'Права доступу до файлу оновлено',
    },
    onDelete: {
        ru: 'Файл удален',
        ua: 'Файл видалено',
    },
}

export default UploadFormLsi
