const ChoreCreateLsi = {
    title: {
        ru: 'Запросить IT сервис',
        ua: 'Запросити IT сервіс',
    },
    description: {
        ru: 'Техники вашей организации получат ваши контактные данные и помогут как только смогут',
        ua: 'Техніки вашої організації отримають ваші контактні дані і допоможуть як тільки зможуть',
    },
    details: {
        ru: 'Опишите проблему',
        ua: 'Опишіть проблему',
    },
    onCreate: {
        ru: 'Запрос создан, компетентные особы уведомлены',
        ua: 'Запит створено, компетентні особи сповіщені',
    },
    choreCateg: {
        ru: 'Запрос категоризирован',
        ua: 'Запит категоризовано',
    },
    acceptedChore: {
        ru: 'принял запрос',
        ua: 'прийняв запит',
    },
    choreSolved: {
        ru: 'Запрос решен',
        ua: 'Запит вирішено',
    },
    youResponsible: {
        ru: 'Отныне вы ответственны за решения этого запроса',
        ua: 'Відтепер ви відповідальні за вирішення цього запиту',
    },
    onFinish: {
        ru: 'Запрос успешно завершен, пользователь уведомлен',
        ua: 'Запит успішно завершено, користувач повідомлений',
    },
    onDelete: {
        ru: 'Запрос удален',
        ua: 'Запит видалено',
    },
    typeAppInstall: {
        ru: 'Установка приложения',
        ua: 'Встановлення програми',
    },
    typeConnection: {
        ru: 'Проблемы с соединением',
        ua: 'Проблеми з інтернетом',
    },
    typeAppHelp: {
        ru: 'Настройка приложения',
        ua: 'Налаштування програми',
    },
    typeFilesMissing: {
        ru: 'Пропали файлы',
        ua: 'Зникли файли',
    },
    typeOsReinstall: {
        ru: 'Переустановка системы',
        ua: 'Перевстановлення системи',
    },
    typeOsSlow: {
        ru: 'Система тормозит',
        ua: 'Система тормозить',
    },
    typeOther: {
        ru: 'Другое',
        ua: 'Інше',
    },
    typePrinterBroke: {
        ru: 'Проблема с принтером',
        ua: 'Проблема з принтером',
    },
    typeVirus: {
        ru: 'Вирус в системе',
        ua: 'Вірус в системі',
    },
}
export default ChoreCreateLsi
