const ChoresLsi = {
    pageName: {
        ru: 'IT Сервис',
        ua: 'IT Сервiс',
    },
    noChores: {
        ru: 'Здесь пока нет запросов',
        ua: 'Тут поки немає запитів',
    },
    choresSolved: {
        ru: 'Решенные',
        ua: 'Вирішені',
    },
    choresActive: {
        ru: 'Активные',
        ua: 'Активні',
    },
    confirmDelete: {
        ru: 'Подтвердите удаление',
        ua: 'Підтвердіть видалення',
    },
    confirmDeleteDesc: {
        ru: 'Вы собираетесь удалить этот сервисный запрос',
        ua: 'Ви збираєтеся видалити цей сервісний запит',
    },
    solveChore: {
        ru: 'Решить запрос',
        ua: 'Вирішити запит',
    },
    solveChoreDesc: {
        ru: 'Можете присвоить запросу категории',
        ua: 'Можете привласнити запиту категорії',
    },
    confirmSolve: {
        ru: 'Подтвердить решение',
        ua: 'Підтвердити вирішення',
    },
    takeChore: {
        ru: 'Взять запрос',
        ua: 'Взяти запит',
    },
    pickChore: {
        ru: 'Выберите запрос',
        ua: 'Виберіть запит',
    },
}

export default ChoresLsi
