const TasksLsi = {
    pageName: {
        ru: 'Задания',
        ua: 'Завдання',
    },
    entity: {
        ru: 'Задание',
        ua: 'Завдання',
    },
    yourTasks: {
        ru: 'Созданные вами',
        ua: 'Створені вами',
    },
    sharedWithYou: {
        ru: 'Порученные вам',
        ua: 'Вам на виконання',
    },
    executans: {
        ru: 'Исполнители',
        ua: 'Виконавці',
    },
    executansNotSet: {
        ru: 'Порученные вам',
        ua: 'Вам на виконання',
    },
    confirmDel: {
        ru: 'Подтвердите удаление',
        ua: 'Підтвердіть видалення',
    },
    confirmDelDesc: {
        ru: 'Вы собираетесь удалить',
        ua: 'Ви збираєтеся видалити',
    },
    onRevision: {
        ru: 'На ревизии',
        ua: 'На ревізії',
    },
    toRevision: {
        ru: 'На проверку',
        ua: 'На перевірку',
    },
    toCreated: {
        ru: 'На доработку',
        ua: 'Доопрацювати',
    },
    done: {
        ru: 'Задание выполнено',
        ua: 'Завдання виконано',
    },
    pickTask: {
        ru: 'Выберите задание',
        ua: 'Виберіть завдання',
    },
}

export default TasksLsi
