const TaskCreateLsi = {
    title: {
        ru: 'Создание задания',
        ua: 'Створення завдання',
    },
    fillBasicInfo: {
        ru: 'Задайте базовую информацию о задании',
        ua: 'Задайте базову інформацію про завдання',
    },
    chooseOneExecutant: {
        ru: 'Выберите хотя бы 1 исполнителя',
        ua: 'Виберіть хоча б 1 виконавця',
    },
    mayAttachFiles: {
        ru: 'Можете прикрепить к заданию файлы. Исполнители получат к ним доступ',
        ua: 'Можете прикріпити до завдання файли. Виконавці отримають до них доступ',
    },

    taskName: {
        ru: 'Название',
        ua: 'Назва',
    },
    taskNamePlaceholder: {
        ru: 'Введите название задания',
        ua: 'Введіть назву завдання',
    },
    taskDetails: {
        ru: 'Описание',
        ua: 'Опис',
    },
    onCreate: {
        ru: 'Задание успешно создано, исполнители уведомлены',
        ua: 'Завдання успішно створено, виконавці повідомлені',
    },
    onExecutansChange: {
        ru: 'Исполнители задания успешно обновлены',
        ua: 'Виконавці завдання успішно оновлені',
    },
    onStateCreated: {
        ru: 'Задание пересоздано',
        ua: 'Завдання перестворено',
    },
    onStatePending: {
        ru: 'Задание ожидает ревизии, поручитель уведомлен',
        ua: 'Завдання очікує ревізії, поручитель повідомлений',
    },
    onStateSolved: {
        ru: 'Задание выполнено',
        ua: 'Завдання виконано',
    },
    onDelete: {
        ru: 'Задание удалено',
        ua: 'Завдання видалено',
    },
}

export default TaskCreateLsi
