const FinishRegLsi = {
    title: {
        ru: 'Закончить регистрацию',
        ua: 'Закінчити реєстрацію',
    },
    description: {
        ru: 'Похоже это ваш первый вход - заполните поля ниже',
        ua: 'Схоже це ваш перший вхід - заповніть поля нижче',
    },
    setPassword: {
        ru: 'Установите себе пароль',
        ua: 'Встановіть собі пароль',
    },
    passwordPlaceholder: {
        ru: 'Минимум 6 символов',
        ua: 'Мінімум 6 символів',
    },
    setPhone: {
        ru: 'Укажите контактный номер',
        ua: 'Вкажіть контактний номер',
    },
    roomNumber: {
        ru: 'Номер вашей комнаты',
        ua: 'Номер вашої кімнати',
    },
    done: {
        ru: 'Готово',
        ua: 'Готово',
    },
    passwordShort: {
        ru: 'Пароль слишком короткий',
        ua: 'Пароль занадто короткий',
    },
    oneUpper: {
        ru: 'Хотя бы 1 буква верхнего регистра',
        ua: 'Хоча б 1 буква верхнього регістру',
    },
    threeLetters: {
        ru: 'Хотя бы 3 буквы',
        ua: 'Хоча б 3 літери',
    },
    twoDigits: {
        ru: 'Хотя бы 2 цифры',
        ua: 'Хоча б 2 цифри',
    },
}
export default FinishRegLsi
