const LoginLsi = {
    pageName: {
        ru: 'Вход',
        ua: 'Вхід',
    },
    greeting: {
        ru: 'Добро пожаловать!',
        ua: 'Ласкаво просимо!',
    },
    subGreeting: {
        ru: 'Введите свои данные что бы продолжить',
        ua: 'Введіть свої дані що б продовжити',
    },
    loginForm: {
        ru: 'Ваш логин',
        ua: 'Ваш логін',
    },
    passwordForm: {
        ru: 'Ваш пароль',
        ua: 'Ваш пароль',
    },
    enter: {
        ru: 'Войти',
        ua: 'Увійти',
    },
    detailsSummary: {
        ru: 'Не удается войти?',
        ua: 'Не вдається увійти?',
    },
    details: {
        ru: 'В случае, если вы забыли пароль или еще не имеете аккаунта обратитесь к системному администратору.',
        ua: 'У разі, якщо ви забули пароль або ще не маєте аккаунта зверніться до системного адміністратора.',
    },
    detailsClose: {
        ru: 'Все понятно',
        ua: 'Зрозуміло',
    },
    400: {
        ru: 'Неверный логин или пароль.',
        ua: 'Невірний логін або пароль.',
    },
    401: {
        ru: 'Неверный логин или пароль.',
        ua: 'Невірний логін або пароль.',
    },
    500: {
        ru: 'Ошибка сервера, попробуйте позже.',
        ua: 'Помилка сервера, спробуйте пізніше.',
    },
}
export default LoginLsi
